Repository: IZZY-Agency/ration
Catalog: Ration/Resources/Localizable.xcstrings
Source language: en
Languages: fr, uk

# account.pause.resume
source: Resume account
fr: Réactiver le compte
uk: Відновити обліковий запис

# account.resetCredit.line
source: ×%1$lld · expires %2$@
fr: ×%1$lld · expire le %2$@
uk: ×%1$lld · діє до %2$@

# account.resetCredit.notUsableYet
source: not usable yet
fr: pas encore utilisable
uk: поки недоступно

# account.resetCredit.untitled
source: Usage-limit reset
fr: Réinitialisation de limite
uk: Скидання ліміту

# account.resetCredit.usableNow
source: usable now
fr: utilisable maintenant
uk: можна використати зараз

# account.warmUps.empty
source: None yet.
fr: Aucun pour l’instant.
uk: Поки що немає.

# account.warmUps.failed
source: failed
fr: échec
uk: не вдалося

# account.warmUps.heldWeeklyLimit
source: held: weekly limit used up
fr: suspendu : limite hebdomadaire épuisée
uk: відкладено: тижневий ліміт вичерпано

# account.warmUps.modelNotFound
source: no model found
fr: aucun modèle trouvé
uk: модель не знайдено

# account.warmUps.refused
source: refused (%lld)
fr: refusé (%lld)
uk: відхилено (%lld)

# account.warmUps.refusedInReply
source: refused in the reply (%@)
fr: refusé dans la réponse (%@)
uk: відхилено у відповіді (%@)

# account.warmUps.sent
source: sent
fr: envoyé
uk: надіслано

# account.warmUps.skippedTurnedOff
source: skipped: warm-up turned off
fr: ignoré : préchauffage désactivé
uk: пропущено: розігрів вимкнено

# account.warmUps.skippedWorkspaceUnknown
source: skipped: workspace unknown
fr: ignoré : espace de travail inconnu
uk: пропущено: робочий простір невідомий

# account.warmUps.timedOut
source: no answer in time
fr: pas de réponse à temps
uk: відповідь не надійшла вчасно

# account.warmUps.title
source: Recent warm-ups
fr: Préchauffages récents
uk: Останні розігріви

# account.warmUps.today
source: Today %@
fr: Aujourd’hui %@
uk: Сьогодні %@

# account.warmUps.unreachable
source: couldn’t reach Claude
fr: Claude injoignable
uk: не вдалося зв’язатися з Claude

# account.warmUps.workspaceNotFound
source: workspace not found
fr: espace de travail introuvable
uk: робочий простір не знайдено

# account.warmUps.yesterday
source: Yesterday %@
fr: Hier %@
uk: Учора %@

# accountState.current
source: current
fr: à jour
uk: актуально

# accountState.needsUpdate
source: needs update
fr: mise à jour requise
uk: потрібне оновлення

# accountState.opensSettingsSpoken
source: %1$@: %2$@. Opens its settings.
fr: %1$@ : %2$@. Ouvre ses réglages.
uk: %1$@: %2$@. Відкриває його параметри.

# accountState.rateLimited
source: rate limited
fr: requêtes limitées
uk: обмеження запитів

# accountState.refreshing
source: refreshing
fr: actualisation
uk: оновлення

# accountState.retry
source: retry %@
fr: nouvel essai %@
uk: повтор %@

# accountState.signInNeeded
source: sign-in needed
fr: connexion requise
uk: потрібно увійти

# accountState.stale
source: stale
fr: obsolète
uk: застаріло

# accountState.unavailable
source: unavailable
fr: indisponible
uk: недоступно

# accountStore.error.accountAlreadyExists
source: This account is already connected.
fr: Ce compte est déjà connecté.
uk: Цей обліковий запис уже під’єднано.

# accountStore.error.accountNotFound
source: The account no longer exists.
fr: Le compte n’existe plus.
uk: Обліковий запис більше не існує.

# accountStore.error.emptyLabel
source: Enter a local label for this account.
fr: Saisissez un libellé local pour ce compte.
uk: Введіть локальну назву для цього облікового запису.

# accountStore.error.operationInProgress
source: Another operation is already in progress for this account.
fr: Une autre opération est déjà en cours pour ce compte.
uk: Для цього облікового запису вже виконується інша операція.

# alert.rateLimited.body
source: The provider is rate-limiting usage checks for %@.
fr: Le fournisseur limite la fréquence des vérifications d’utilisation pour %@.
uk: Постачальник обмежує частоту перевірок використання для %@.

# alert.rateLimited.title
source: %@: rate-limited
fr: %@ : requêtes limitées
uk: %@: обмеження запитів

# alert.reauth.body
source: Ration can't read %@'s limits until you sign in again.
fr: Ration ne peut pas lire les limites de %@ tant que vous ne vous reconnectez pas.
uk: Ration не може прочитати ліміти %@, доки ви не ввійдете знову.

# alert.reauth.title
source: %@: sign in again
fr: %@ : reconnectez-vous
uk: %@: увійдіть знову

# alert.redacted.rateLimited
source: An account is being rate-limited.
fr: Les requêtes d’un compte sont limitées.
uk: Для облікового запису діє обмеження запитів.

# alert.redacted.reauth
source: An account needs you to sign in again.
fr: Un compte vous demande de vous reconnecter.
uk: Обліковий запис просить вас увійти знову.

# alert.redacted.reset
source: An account's limit has reset.
fr: La limite d’un compte a été réinitialisée.
uk: Ліміт облікового запису скинуто.

# alert.redacted.resetCreditAvailable
source: An account has a usage-limit reset available.
fr: Un compte dispose d’une réinitialisation de limite.
uk: Для облікового запису доступне скидання ліміту.

# alert.redacted.resetCreditExpiring
source: An account's usage-limit reset expires soon.
fr: La réinitialisation de limite d’un compte expire bientôt.
uk: Термін дії скидання ліміту облікового запису скоро спливає.

# alert.redacted.spend
source: An account is nearing a spend limit.
fr: Un compte approche d’une limite de dépenses.
uk: Обліковий запис наближається до ліміту витрат.

# alert.redacted.threshold
source: An account is nearing a usage limit.
fr: Un compte approche d’une limite d’utilisation.
uk: Обліковий запис наближається до ліміту використання.

# alert.reset.body.fiveHour
source: Fresh 5-hour capacity is available for %@.
fr: Une nouvelle capacité de 5 heures est disponible pour %@.
uk: Для %@ знову доступний повний 5-годинний ліміт.

# alert.reset.body.model
source: Fresh %1$@ capacity is available for %2$@.
fr: Une nouvelle capacité %1$@ est disponible pour %2$@.
uk: Для %2$@ знову доступний повний ліміт %1$@.

# alert.reset.body.weekly
source: Fresh weekly capacity is available for %@.
fr: Une nouvelle capacité hebdomadaire est disponible pour %@.
uk: Для %@ знову доступний повний тижневий ліміт.

# alert.reset.title.fiveHour
source: %@: 5h limit reset
fr: %@ : limite de 5 h réinitialisée
uk: %@: 5-годинний ліміт скинуто

# alert.reset.title.model
source: %1$@: %2$@ limit reset
fr: %1$@ : limite %2$@ réinitialisée
uk: %1$@: ліміт %2$@ скинуто

# alert.reset.title.weekly
source: %@: weekly limit reset
fr: %@ : limite hebdomadaire réinitialisée
uk: %@: тижневий ліміт скинуто

# alert.resetCredit.available.body.multiple
source: %lld usage-limit resets are available for %2$@ until %3$@.
fr: %lld réinitialisations de limite sont disponibles pour %2$@ jusqu’au %3$@.
uk: Для %2$@ до %3$@ доступно %lld скидання ліміту.

# alert.resetCredit.available.body.titled
source: %1$@ is available for %2$@ until %3$@.
fr: « %1$@ » est disponible pour %2$@ jusqu’au %3$@.
uk: «%1$@» доступне для %2$@ до %3$@.

# alert.resetCredit.available.body.untitled
source: A usage-limit reset is available for %1$@ until %2$@.
fr: Une réinitialisation de limite est disponible pour %1$@ jusqu’au %2$@.
uk: Для %1$@ доступне скидання ліміту до %2$@.

# alert.resetCredit.available.title.multiple
source: %1$@: %lld resets available
fr: %1$@ : %lld réinitialisations disponibles
uk: %1$@: доступно %lld скидання

# alert.resetCredit.available.title.multipleExpiringSoon
source: %1$@: %lld resets available — expires soon
fr: %1$@ : %lld réinitialisations disponibles — expire bientôt
uk: %1$@: доступно %lld скидання — термін дії скоро спливає

# alert.resetCredit.available.title.single
source: %@: reset available
fr: %@ : réinitialisation disponible
uk: %@: доступне скидання

# alert.resetCredit.available.title.singleExpiringSoon
source: %@: reset available — expires soon
fr: %@ : réinitialisation disponible — expire bientôt
uk: %@: доступне скидання — термін дії скоро спливає

# alert.resetCredit.expiring.body.multiple
source: %lld usage-limit resets for %2$@ expire %3$@. Use them before then or they're lost.
fr: %lld réinitialisations de limite expirent pour %2$@ le %3$@. Utilisez-les avant, sinon elles seront perdues.
uk: %lld скидання ліміту діє для %2$@ до %3$@. Використайте їх раніше, інакше їх буде втрачено.

# alert.resetCredit.expiring.body.titled
source: %1$@ for %2$@ expires %3$@. Use it before then or it's lost.
fr: « %1$@ » pour %2$@ expire le %3$@. Utilisez cette réinitialisation avant, sinon elle sera perdue.
uk: «%1$@» для %2$@ діє до %3$@. Використайте скидання раніше, інакше його буде втрачено.

# alert.resetCredit.expiring.body.untitled
source: A usage-limit reset for %1$@ expires %2$@. Use it before then or it's lost.
fr: Une réinitialisation de limite pour %1$@ expire le %2$@. Utilisez-la avant, sinon elle sera perdue.
uk: Скидання ліміту для %1$@ діє до %2$@. Використайте його раніше, інакше його буде втрачено.

# alert.resetCredit.expiring.title
source: %@: reset expires soon
fr: %@ : réinitialisation expirant bientôt
uk: %@: термін дії скидання скоро спливає

# alert.spend.body.past
source: %1$@ has spent %2$@ this billing cycle, past your %3$@ alert.
fr: %1$@ a dépensé %2$@ sur ce cycle de facturation, au-delà de votre alerte à %3$@.
uk: %1$@: витрачено %2$@ за цей платіжний цикл — понад поріг сповіщення %3$@.

# alert.spend.body.reached
source: %1$@ has spent %2$@ this billing cycle, reached your %3$@ alert.
fr: %1$@ a dépensé %2$@ sur ce cycle de facturation et atteint votre alerte à %3$@.
uk: %1$@: витрачено %2$@ за цей платіжний цикл — досягнуто порогу сповіщення %3$@.

# alert.spend.title.past
source: %1$@: Cursor spend past %2$@
fr: %1$@ : dépenses Cursor au-delà de %2$@
uk: %1$@: витрати Cursor перевищили %2$@

# alert.spend.title.reached
source: %1$@: Cursor spend reached %2$@
fr: %1$@ : seuil de dépenses Cursor de %2$@ atteint
uk: %1$@: витрати Cursor досягли %2$@

# alert.threshold.body.fiveHour
source: You've used %1$lld%% of the 5-hour limit for %2$@.
fr: Vous avez utilisé %1$lld %% de la limite de 5 heures pour %2$@.
uk: Ви використали %1$lld%% 5-годинного ліміту для %2$@.

# alert.threshold.body.model
source: You've used %1$lld%% of the %2$@ limit for %3$@.
fr: Vous avez utilisé %1$lld %% de la limite %2$@ pour %3$@.
uk: Ви використали %1$lld%% ліміту %2$@ для %3$@.

# alert.threshold.body.weekly
source: You've used %1$lld%% of the weekly limit for %2$@.
fr: Vous avez utilisé %1$lld %% de la limite hebdomadaire pour %2$@.
uk: Ви використали %1$lld%% тижневого ліміту для %2$@.

# alert.threshold.title.fiveHour
source: %1$@: 5h limit at %2$lld%%
fr: %1$@ : limite de 5 h à %2$lld %%
uk: %1$@: 5-годинний ліміт — %2$lld%%

# alert.threshold.title.model
source: %1$@: %2$@ limit at %3$lld%%
fr: %1$@ : limite %2$@ à %3$lld %%
uk: %1$@: ліміт %2$@ — %3$lld%%

# alert.threshold.title.weekly
source: %1$@: weekly limit at %2$lld%%
fr: %1$@ : limite hebdomadaire à %2$lld %%
uk: %1$@: тижневий ліміт — %2$lld%%

# alerts.expiryWarning
source: Expiry warning: %lld days
fr: Prévenir %lld jours avant
uk: Попередити за %lld дня

# alerts.field.invalid
source: Invalid value: not saved
fr: Valeur non valide : non enregistrée
uk: Недійсне значення: не збережено

# alerts.field.willAdjust
source: Will be adjusted to %@ when saved
fr: Sera ajustée à %@ à l’enregistrement
uk: Під час збереження буде змінено на %@

# alerts.field.willTurnOff
source: Will be turned off when saved
fr: Sera désactivée à l’enregistrement
uk: Під час збереження буде вимкнено

# alerts.notifyHelp
source: Send a system notification when this is crossed
fr: Envoyer une notification système quand ce seuil est franchi
uk: Надсилати системне сповіщення, коли цей поріг перетнуто

# appearance.mode.dark
source: Dark
fr: Sombre
uk: Темний

# appearance.mode.light
source: Light
fr: Clair
uk: Світлий

# appearance.mode.system
source: System
fr: Système
uk: Системний

# attention.action.checkForUpdates
source: Check for updates
fr: Rechercher des mises à jour
uk: Перевірити оновлення

# attention.action.refreshNow
source: Refresh now
fr: Actualiser maintenant
uk: Оновити зараз

# attention.action.reportIt
source: Report it
fr: Signaler
uk: Повідомити

# attention.age.ago
source: %@ ago
fr: il y a %@
uk: %@ тому

# attention.banner.label
source: Needs attention
fr: Requiert votre attention
uk: Потребує уваги

# attention.body.agedOut
source: Ration couldn't refresh for %@.
fr: Ration n’a pas pu actualiser depuis %@.
uk: Ration не вдається оновити дані вже %@.

# attention.body.connection
source: Ration couldn't reach %1$@ for %2$@. Check your internet connection.
fr: Ration n’arrive pas à joindre %1$@ depuis %2$@. Vérifiez votre connexion Internet.
uk: Ration не може з’єднатися з %1$@ вже %2$@. Перевірте з’єднання з інтернетом.

# attention.body.integrationChanged
source: %@ changed its page; Ration needs an update.
fr: %@ a modifié sa page ; Ration doit être mis à jour.
uk: %@ змінив свою сторінку; Ration потрібно оновити.

# attention.body.pageNotLoading
source: %1$@'s page hasn't loaded for %2$@.
fr: La page de %1$@ ne se charge plus depuis %2$@.
uk: Сторінка %1$@ не завантажується вже %2$@.

# attention.body.pageNotLoadingNoAge
source: %@'s page isn't loading.
fr: La page de %@ ne se charge pas.
uk: Сторінка %@ не завантажується.

# attention.body.rateLimited
source: %1$@ asked Ration to slow down. It retries by itself at %2$@.
fr: %1$@ a demandé à Ration de ralentir. Ration réessaiera de lui-même à %2$@.
uk: %1$@ попросив Ration сповільнитися. Ration сам повторить спробу о %2$@.

# attention.body.rateLimitedNoTime
source: %@ asked Ration to slow down. It retries by itself.
fr: %@ a demandé à Ration de ralentir. Ration réessaiera de lui-même.
uk: %@ попросив Ration сповільнитися. Ration сам повторить спробу.

# attention.body.server
source: %1$@ has been returning errors for %2$@; this is usually temporary on their side.
fr: %1$@ renvoie des erreurs depuis %2$@ ; c’est généralement temporaire de son côté.
uk: %1$@ повертає помилки вже %2$@; зазвичай це тимчасова проблема на їхньому боці.

# attention.body.signIn
source: Your sign-in expired.
fr: Votre connexion a expiré.
uk: Термін вашого входу минув.

# attention.cause.agedOut
source: couldn't refresh
fr: actualisation impossible
uk: не вдалося оновити

# attention.cause.offline
source: no connection
fr: pas de connexion
uk: немає з’єднання

# attention.cause.pageChanged
source: page changed
fr: page modifiée
uk: сторінку змінено

# attention.cause.pageNotLoaded
source: page didn't load
fr: la page ne s’est pas chargée
uk: сторінка не завантажилася

# attention.cause.rateLimited
source: rate limited
fr: fréquence limitée
uk: частоту обмежено

# attention.cause.serverErrors
source: server errors
fr: erreurs du serveur
uk: помилки сервера

# attention.cause.signIn
source: sign-in expired
fr: connexion expirée
uk: термін входу минув

# attention.meta.lastError
source: last error: %@
fr: dernière erreur : %@
uk: остання помилка: %@

# attention.meta.lastErrorAlone
source: Last error: %@
fr: Dernière erreur : %@
uk: Остання помилка: %@

# attention.meta.lastSuccess
source: Last successful update %@
fr: Dernière mise à jour réussie : %@
uk: Останнє успішне оновлення: %@

# attention.step.checkHost
source: Check %@ opens in your browser.
fr: Vérifiez que %@ s’ouvre dans votre navigateur.
uk: Перевірте, чи відкривається %@ у вашому браузері.

# attention.step.refresh
source: Refresh now.
fr: Actualisez maintenant.
uk: Оновіть зараз.

# attention.step.reportIfPersists
source: Still failing after a day? Report it.
fr: Toujours en échec après un jour ? Signalez-le.
uk: Досі не працює через добу? Повідомте про це.

# attention.step.signInMaybe
source: Still failing and you're online? Your %@ sign-in may have expired — Sign in again.
fr: Toujours en échec alors que vous êtes en ligne ? Votre connexion à %@ a peut-être expiré — reconnectez-vous.
uk: Досі не працює, хоча ви онлайн? Можливо, термін вашого входу в %@ минув — увійдіть знову.

# attention.title.cantRead
source: Ration can't read this account
fr: Ration ne peut pas lire ce compte
uk: Ration не може прочитати цей обліковий запис

# attention.title.cantRefresh
source: Ration can't refresh this account
fr: Ration ne peut pas actualiser ce compte
uk: Ration не може оновити цей обліковий запис

# attention.title.waiting
source: Ration is waiting to refresh this account
fr: Ration attend avant d’actualiser ce compte
uk: Ration чекає, щоб оновити цей обліковий запис

# badge.active
source: Active
fr: À jour
uk: Актуально

# badge.needsUpdate
source: Needs update
fr: Mise à jour requise
uk: Потрібне оновлення

# badge.noData
source: No data
fr: Aucune donnée
uk: Немає даних

# badge.rateLimited
source: Rate-limited
fr: Requêtes limitées
uk: Обмеження запитів

# badge.rateLimitedRetry
source: Rate-limited · retry %@
fr: Requêtes limitées · nouvel essai %@
uk: Обмеження запитів · повтор %@

# badge.refreshing
source: Refreshing
fr: Actualisation
uk: Оновлення

# badge.signInNeeded
source: Sign-in needed
fr: Connexion requise
uk: Потрібно увійти

# badge.stale
source: Stale
fr: Obsolète
uk: Застаріло

# billing.allowance.fiveHour
source: ≥ %@× 5h allowance
fr: ≥ %@× l’allocation de 5 h
uk: ≥ %@× 5-годинного обсягу

# billing.allowance.weekly
source: ≥ %@× weekly allowance
fr: ≥ %@× l’allocation hebdomadaire
uk: ≥ %@× тижневого обсягу

# billing.caption.fixedFiveHour
source: average peak per 5 hours
fr: pic moyen par période de 5 h
uk: середній пік за 5 годин

# billing.caption.fixedWeekly
source: average peak per week
fr: pic moyen par semaine
uk: середній пік за тиждень

# billing.caption.rollingFiveHour
source: average 5-hour load
fr: charge moyenne sur 5 h
uk: середнє 5-годинне навантаження

# billing.caption.rollingWeekly
source: average weekly load
fr: charge hebdomadaire moyenne
uk: середнє тижневе навантаження

# billing.detail
source: %1$@ · Used %lld days · At ≥95%% %lld days · watched %4$lld/%5$lld hrs
fr: %1$@ · utilisé %lld j · à ≥95 %% : %lld j · suivi %4$lld/%5$lld h
uk: %1$@ · використано %lld дн. · на ≥95%%: %lld дн. · відстежено %4$lld/%5$lld год

# billing.detail.load
source: Used %lld days · At ≥95%% %lld days · watched %3$lld/%4$lld hrs
fr: Utilisé %lld j · à ≥95 %% : %lld j · suivi %3$lld/%4$lld h
uk: Використано %lld дн. · на ≥95%%: %lld дн. · відстежено %3$lld/%4$lld год

# billing.fable.insufficient
source: %@ · not enough data yet this cycle
fr: %@ · pas encore assez de données sur ce cycle
uk: %@ · у цьому циклі ще недостатньо даних

# billing.fable.load
source: %1$@ %2$@ this cycle · %3$@
fr: %1$@ %2$@ sur ce cycle · %3$@
uk: %1$@ %2$@ у цьому циклі · %3$@

# billing.fable.value
source: %1$@ ≥ %2$@ this cycle
fr: %1$@ ≥ %2$@ sur ce cycle
uk: %1$@ ≥ %2$@ у цьому циклі

# billing.subtitle.cycle
source: Cycle %1$@ – %2$@ · Day %3$lld/%4$lld
fr: Cycle du %1$@ au %2$@ · jour %3$lld/%4$lld
uk: Цикл %1$@ – %2$@ · день %3$lld/%4$lld

# billing.subtitle.none
source: No billing cycle set
fr: Aucun cycle de facturation défini
uk: Платіжний цикл не задано

# billing.watched
source: watched %1$lld of %2$lld hrs · Day %3$lld/%4$lld
fr: suivi %1$lld h sur %2$lld · jour %3$lld/%4$lld
uk: відстежено %1$lld з %2$lld год · день %3$lld/%4$lld

# common.system
source: System
fr: Système
uk: Системна

# cursorHistory.average
source: avg %@
fr: moy. %@
uk: сер. %@

# cursorHistory.bar.current
source: %@ (now)
fr: %@ (actuel)
uk: %@ (зараз)

# cursorHistory.card.noCharges
source: no usage-based charges in your last %lld cycles
fr: aucuns frais à l’usage sur vos %lld derniers cycles
uk: без оплати за використання за останні %lld циклу

# cursorHistory.column.spend
source: Spend
fr: Dépenses
uk: Витрати

# cursorHistory.column.versusAverage
source: vs avg
fr: vs moyenne
uk: від середнього

# cursorHistory.noCharges
source: No usage-based charges in the cycles shown.
fr: Aucuns frais à l’usage sur les cycles affichés.
uk: Без оплати за використання в показаних циклах.

# cursorHistory.noData
source: No spend read yet.
fr: Aucune dépense lue pour l’instant.
uk: Витрати ще не зчитано.

# cursorHistory.noEarlierCycles
source: No earlier cycles with Cursor usage.
fr: Aucun cycle précédent avec une utilisation de Cursor.
uk: Немає попередніх циклів із використанням Cursor.

# cursorHistory.pending
source: Earlier cycles are read from Cursor in the background.
fr: Les cycles précédents sont lus depuis Cursor en arrière-plan.
uk: Попередні цикли зчитуються з Cursor у фоновому режимі.

# cursorHistory.row.current
source: Since %@ (so far)
fr: Depuis le %@ (en cours)
uk: З %@ (поки що)

# cursorHistory.section.subtitle
source: Spend per billing cycle
fr: Dépenses par cycle de facturation
uk: Витрати за цикл оплати

# cursorHistory.vsAverage
source: %1$@ vs your %lld-cycle average (%3$@)
fr: %1$@ par rapport à votre moyenne sur %lld cycles (%3$@)
uk: %1$@ порівняно з вашим середнім за %lld циклу (%3$@)

# cursorSpend.noCharges
source: no usage-based charges
fr: aucuns frais à l’usage
uk: без оплати за використання

# cursorSpend.spoken.title
source: Cursor spend
fr: Dépenses Cursor
uk: Витрати Cursor

# cursorSpend.spoken.unavailable
source: Cursor spend, unavailable
fr: Dépenses Cursor, indisponibles
uk: Витрати Cursor, недоступно

# cursorSpend.thisCycle
source: this cycle
fr: ce cycle
uk: цей цикл

source: detected
fr: détecté
uk: визначено

# drop.count.reset
source: %lld RESET
fr: %lld RÉINIT
uk: %lld СКИД

# drop.count.warning
source: %lld WARN
fr: %lld AVERT
uk: %lld ПОПЕР

# drop.header.nearingLimits
source: NEARING LIMITS
fr: LIMITES PROCHES
uk: БЛИЗЬКО ДО ЛІМІТІВ

# drop.header.resets
source: RESETS
fr: RÉINITIALISATIONS
uk: СКИДАННЯ

# drop.spoken.criticalCount
source: %lld critical
fr: %lld critiques
uk: %lld критичного

# drop.spoken.expiresIn
source: , expires in %@
fr: , expire dans %@
uk: , термін дії спливає через %@

# drop.spoken.expiresNow
source: , expires now
fr: , expire maintenant
uk: , термін дії спливає зараз

# drop.spoken.nearingLimits
source: Nearing limits
fr: Limites proches
uk: Близько до лімітів

# drop.spoken.percentUsed
source: %lld percent used
fr: %lld pour cent utilisés
uk: використано %lld відсотка

# drop.spoken.resetCount
source: %lld resets
fr: %lld réinitialisations
uk: %lld скидання

# drop.spoken.resetRow.available
source: %1$@, %lld usage-limit resets available
fr: %1$@, %lld réinitialisations de limite disponibles
uk: %1$@, доступно %lld скидання ліміту

# drop.spoken.resetRow.expiring
source: %1$@, %lld usage-limit resets expiring
fr: %1$@, %lld réinitialisations de limite sur le point d’expirer
uk: %1$@, термін дії скоро спливає: %lld скидання ліміту

# drop.spoken.resets
source: Resets
fr: Réinitialisations
uk: Скидання

# drop.spoken.resetsIn
source: , resets in %@
fr: , réinitialisation dans %@
uk: , скидання через %@

# drop.spoken.resetsNow
source: , resets now
fr: , réinitialisation maintenant
uk: , скидання зараз

# drop.spoken.spend
source: spend
fr: dépenses
uk: витрати

# drop.spoken.spent
source: %@ spent
fr: %@ dépensés
uk: витрачено %@

# drop.spoken.tier.critical
source: critical
fr: critique
uk: критичний

# drop.spoken.tier.warning
source: warning
fr: avertissement
uk: попередження

# drop.spoken.warningCount
source: %lld warning
fr: %lld avertissements
uk: %lld попередження

# drop.subject.expires
source: EXPIRES
fr: EXPIRE
uk: СПЛИВАЄ

# drop.subject.reset
source: RESET
fr: RÉINIT
uk: СКИДАННЯ

# drop.subject.spend
source: SPEND
fr: FRAIS
uk: СУМА

# drop.test.header
source: TEST DROP · SAMPLE
fr: PANNEAU TEST · EXEMPLE
uk: ТЕСТ ПАНЕЛІ · ЗРАЗОК

# drop.test.sampleAccount
source: SAMPLE
fr: EXEMPLE
uk: ЗРАЗОК

# drop.test.spoken
source: Test drop, sample data
fr: Panneau de test, données d’exemple
uk: Тестова панель, зразкові дані

# featureSwitch.note.switchAdviceNeedsInUse
source: Needs in-use detection
fr: Nécessite la détection du compte en cours
uk: Потрібне визначення активного облікового запису
